Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: As regards AI systems that are safety components of products, or which are themselves products, falling within the scope of certain Union harmonisation legislation listed in an annex to this Regulation, it is appropriate to classify them as high-risk under this Regulation if the product concerned undergoes the conformity assessment procedure with a third-party conformity assessment body pursuant to that relevant Union harmonisation legislation.
pt_pt: Relativamente aos sistemas de IA que são componentes de segurança de produtos ou que são, eles próprios, produtos abrangidos pelo âmbito de determinada legislação de harmonização da União enumerada num anexo do presente regulamento, é apropriado classificá-los como sendo de risco elevado nos termos do presente regulamento se o produto em causa for objeto de um procedimento de avaliação da conformidade realizado por um organismo terceiro de avaliação da conformidade nos termos dessa legislação de harmonização da União aplicável.

source: In particular, such products are machinery, toys, lifts, equipment and protective systems intended for use in potentially explosive atmospheres, radio equipment, pressure equipment, recreational craft equipment, cableway installations, appliances burning gaseous fuels, medical devices, in vitro diagnostic medical devices, automotive and aviation.
pt_pt: Em particular, esses produtos são máquinas, brinquedos, ascensores, aparelhos e sistemas de proteção destinados a ser utilizados em atmosferas potencialmente explosivas, equipamentos de rádio, equipamentos sob pressão, equipamentos de embarcações de recreio, instalações por cabo, aparelhos a gás, dispositivos médicos, dispositivos médicos para diagnóstico in vitro, automóveis e aviação

source: The classification of an AI system as high-risk pursuant to this Regulation should not necessarily mean that the product whose safety component is the AI system, or the AI system itself as a product, is considered to be high-risk under the criteria established in the relevant Union harmonisation legislation that applies to the product.
pt_pt: A classificação de um sistema de IA como sendo de risco elevado nos termos do presente regulamento não deverá implicar necessariamente que se considere o produto cujo componente de segurança é o sistema de IA, ou o próprio sistema de IA enquanto produto, como sendo de «risco elevado» segundo os critérios estabelecidos na legislação de harmonização da União aplicável ao produto.

source: This is, in particular, the case for Regulations (EU) 2017/745 and (EU) 2017/746, where a third-party conformity assessment is provided for medium-risk and high-risk products.
pt_pt: É o caso, nomeadamente dos Regulamentos (UE) 2017/745 e (UE) 2017/746, em que é prevista uma avaliação da conformidade por terceiros para produtos de risco médio e elevado.

source: As regards stand-alone AI systems, namely high-risk AI systems other than those that are safety components of products, or that are themselves products, it is appropriate to classify them as high-risk if, in light of their intended purpose, they pose a high risk of harm to the health and safety or the fundamental rights of persons, taking into account both the severity of the possible harm and its probability of occurrence and they are used in a number of specifically pre-defined areas specified in this Regulation.
pt_pt: Relativamente aos sistemas de IA autónomos, nomeadamente os sistemas de IA de risco elevado que não são componentes de segurança de produtos, ou que não são, eles próprios, produtos, é apropriado classificá-los como sendo de risco elevado se, à luz da sua finalidade prevista, representarem um risco elevado de danos para a saúde e a segurança ou de prejuízo para os direitos fundamentais das pessoas, tendo em conta a gravidade dos possíveis danos e a probabilidade da ocorrência desses danos, e se forem utilizados num conjunto de domínios especificamente predefinidos no presente regulamento.

source: The identification of those systems is based on the same methodology and criteria envisaged also for any future amendments of the list of high-risk AI systems that the Commission should be empowered to adopt, via delegated acts, to take into account the rapid pace of technological development, as well as the potential changes in the use of AI systems.
pt_pt: A identificação desses sistemas baseia-se na mesma metodologia e nos mesmos critérios previstos também para futuras alterações da lista de sistemas de IA de risco elevado que a Comissão deverá ficar habilitada a adotar, através de atos delegados, a fim de ter em conta o rápido ritmo da evolução tecnológica, bem como as potenciais alterações na utilização de sistemas de IA.

source: It is also important to clarify that there may be specific cases in which AI systems referred to in pre-defined areas specified in this Regulation do not lead to a significant risk of harm to the legal interests protected under those areas because they do not materially influence the decision-making or do not harm those interests substantially.
pt_pt: É igualmente importante esclarecer que podem existir casos específicos em que os sistemas de IA referidos em domínios predefinidos especificados no presente regulamento não conduzam a um risco significativo de prejuízo para os interesses jurídicos protegidos nesses domínios por não influenciarem significativamente a tomada de decisões ou não prejudicarem substancialmente esses interesses.

source: For the purposes of this Regulation, an AI system that does not materially influence the outcome of decision-making should be understood to be an AI system that does not have an impact on the substance, and thereby the outcome, of decision-making, whether human or automated.
pt_pt: Para efeitos do presente regulamento, um sistema de IA que não influencie significativamente o resultado da tomada de decisões deverá ser entendido como um sistema de IA que não tem impacto na substância nem, por conseguinte, no resultado da tomada de decisões, seja ele humano ou automatizado.

source: An AI system that does not materially influence the outcome of decision-making could include situations in which one or more of the following conditions are fulfilled.
pt_pt: Um sistema de IA que não influencie significativamente o resultado da tomada de decisões poderá incluir situações em que uma ou mais das seguintes condições estejam preenchidas.

source: The first such condition should be that the AI system is intended to perform a narrow procedural task, such as an AI system that transforms unstructured data into structured data, an AI system that classifies incoming documents into categories or an AI system that is used to detect duplicates among a large number of applications.
pt_pt: A primeira condição deverá ser a de que o sistema de IA se destina a desempenhar uma tarefa processual restrita, como um sistema de IA que transforma dados não estruturados em dados estruturados, um sistema de IA que classifica os documentos recebidos em categorias ou um sistema de IA que é utilizado para detetar duplicações entre um grande número de aplicações.

source: Those tasks are of such narrow and limited nature that they pose only limited risks which are not increased through the use of an AI system in a context that is listed as a high-risk use in an annex to this Regulation.
pt_pt: Essas tarefas são de natureza tão restrita e limitada que representam apenas riscos limitados que não aumentam pela utilização num contexto que seja enumerado num anexo do presente regulamento como sendo uma utilização de um sistema de IA de risco elevado.

source: The second condition should be that the task performed by the AI system is intended to improve the result of a previously completed human activity that may be relevant for the purposes of the high-risk uses listed in an annex to this Regulation.
pt_pt: A segunda condição deverá ser a de que a tarefa desempenhada pelo sistema de IA se destina a melhorar o resultado de uma atividade humana previamente concluída que possa ser relevante para efeitos dos usos de risco elevado enumerados num anexo do presente regulamento.

source: Considering those characteristics, the AI system provides only an additional layer to a human activity with consequently lowered risk.
pt_pt: Tendo em conta essas características, o sistema de IA proporciona apenas uma camada adicional a uma atividade humana, consequentemente com um risco reduzido.

source: That condition would, for example, apply to AI systems that are intended to improve the language used in previously drafted documents, for example in relation to professional tone, academic style of language or by aligning text to a certain brand messaging.
pt_pt: Essa condição será, por exemplo, aplicável aos sistemas de IA destinados a melhorar a linguagem utilizada em documentos redigidos anteriormente, por exemplo em relação ao tom profissional, ao estilo académico ou ao alinhamento do texto com uma determinada mensagem de marca.

source: The third condition should be that the AI system is intended to detect decision-making patterns or deviations from prior decision-making patterns.
pt_pt: A terceira condição deverá ser a de que o sistema de IA se destina a detetar padrões de tomada de decisão ou desvios em relação aos padrões de tomada de decisão anteriores.

source: The risk would be lowered because the use of the AI system follows a previously completed human assessment which it is not meant to replace or influence, without proper human review.
pt_pt: O risco será reduzido porque a utilização do sistema de IA segue-se a uma avaliação humana previamente concluída, que não se destina a substituir nem a influenciar, sem uma revisão humana adequada.

source: Such AI systems include for instance those that, given a certain grading pattern of a teacher, can be used to check ex post whether the teacher may have deviated from the grading pattern so as to flag potential inconsistencies or anomalies.
pt_pt: Esses sistemas de IA incluem, por exemplo, os que, tendo em conta um determinado padrão de atribuição de notas de um professor, podem ser utilizados para verificar ex post se o professor se pode ter desviado do padrão de atribuição de notas, de modo a assinalar potenciais incoerências ou anomalias.

source: The fourth condition should be that the AI system is intended to perform a task that is only preparatory to an assessment relevant for the purposes of the AI systems listed in an annex to this Regulation, thus making the possible impact of the output of the system very low in terms of representing a risk for the assessment to follow.
pt_pt: A quarta condição deverá ser a de que o sistema de IA se destina a executar uma tarefa que é apenas preparatória para uma avaliação pertinente para efeitos dos sistemas de IA enumerados num anexo do presente regulamento, tornando assim o possível impacto do resultado do sistema muito reduzido em termos de risco para a avaliação a realizar.

source: That condition covers, inter alia, smart solutions for file handling, which include various functions from indexing, searching, text and speech processing or linking data to other data sources, or AI systems used for translation of initial documents.
pt_pt: Essa condição abrange, entre outras coisas, soluções inteligentes para o tratamento de ficheiros que incluem várias funções, como a indexação, a pesquisa, o processamento de texto e de voz ou a ligação de dados a outras fontes de dados, ou sistemas de IA utilizados para a tradução de documentos iniciais.

source: In any case, AI systems used in high-risk use-cases listed in an annex to this Regulation should be considered to pose significant risks of harm to the health, safety or fundamental rights if the AI system implies profiling within the meaning of Article 4, point (4) of Regulation (EU) 2016/679 or Article 3, point (4) of Directive (EU) 2016/680 or Article 3, point (5) of Regulation (EU) 2018/1725.
pt_pt: Em qualquer caso, deverá considerar-se que os sistemas de IA utilizados em casos concretos de utilização de risco elevado, enumerados num anexo do presente regulamento, apresentam riscos significativos de danos para a saúde, a segurança ou os direitos fundamentais se o sistema de IA implicar a definição de perfis na aceção do artigo 4.o, ponto 4, do Regulamento (UE) 2016/679, do artigo 3.o, ponto 4, da Diretiva (UE) 2016/680 ou do artigo 3.o, ponto 5, do Regulamento (UE) 2018/1725.

source: To ensure traceability and transparency, a provider who considers that an AI system is not high-risk on the basis of the conditions referred to above should draw up documentation of the assessment before that system is placed on the market or put into service and should provide that documentation to national competent authorities upon request.
pt_pt: A fim de assegurar a rastreabilidade e a transparência, um prestador que considere que um sistema de IA não é de risco elevado com base nas condições referidas supra deverá elaborar a documentação da avaliação antes de esse sistema ser colocado no mercado ou colocado em serviço e deverá apresentar essa documentação às autoridades nacionais competentes mediante pedido.

source: Such a provider should be obliged to register the AI system in the EU database established under this Regulation.
pt_pt: Tal prestador deverá ser obrigado a registar o sistema de IA na base de dados da UE criada ao abrigo do presente regulamento.

source: With a view to providing further guidance for the practical implementation of the conditions under which the AI systems listed in an annex to this Regulation are, on an exceptional basis, non-high-risk, the Commission should, after consulting the Board, provide guidelines specifying that practical implementation, completed by a comprehensive list of practical examples of use cases of AI systems that are high-risk and use cases that are not.
pt_pt: Com vista a disponibilizar orientações adicionais para a aplicação prática das condições ao abrigo das quais os sistemas de IA referidos num anexo ao presente regulamento não são, a título excecional, de risco elevado, a Comissão deverá, após consulta do Comité, disponibilizar orientações que especifiquem essa aplicação prática, completadas por uma lista exaustiva de exemplos práticos de casos de utilização de sistemas de IA que sejam de risco elevado e de casos de utilização risco não elevado.

source: As biometric data constitutes a special category of personal data, it is appropriate to classify as high-risk several critical-use cases of biometric systems, insofar as their use is permitted under relevant Union and national law.
pt_pt: Uma vez que os dados biométricos constituem uma categoria especial de dados pessoais, é adequado classificar como sendo de risco elevado vários casos de utilização críticos de sistemas biométricos, na medida em que a sua utilização seja permitida pelo direito da União e o direito nacional aplicáveis.

source: The risk of such biased results and discriminatory effects is particularly relevant with regard to age, ethnicity, race, sex or disabilities.
pt_pt: O risco desses resultados enviesados e efeitos discriminatórios é particularmente relevante no que diz respeito à idade, etnia, raça, sexo ou deficiência.

source: Remote biometric identification systems should therefore be classified as high-risk in view of the risks that they pose.
pt_pt: Os sistemas de identificação biométrica à distância deverão ser, por conseguinte, classificados como de risco elevado, tendo em conta os riscos que representam.

source: Such a classification excludes AI systems intended to be used for biometric verification, including authentication, the sole purpose of which is to confirm that a specific natural person is who that person claims to be and to confirm the identity of a natural person for the sole purpose of having access to a service, unlocking a device or having secure access to premises.
pt_pt: Dessa classificação estão excluídos os sistemas de IA concebidos para serem utilizados na verificação biométrica, incluindo a autenticação, cujo único objetivo é confirmar que uma pessoa singular específica é quem afirma ser e confirmar a identidade de uma pessoa singular com o único objetivo de ter acesso a um serviço, desbloquear um dispositivo ou ter acesso seguro a uma instalação.

source: In addition, AI systems intended to be used for biometric categorisation according to sensitive attributes or characteristics protected under Article 9(1) of Regulation (EU) 2016/679 on the basis of biometric data, in so far as these are not prohibited under this Regulation, and emotion recognition systems that are not prohibited under this Regulation, should be classified as high-risk.
pt_pt: Além disso, os sistemas de IA concebidos para serem utilizados para categorização biométrica de acordo com atributos ou características sensíveis protegidos nos termos do artigo 9.o, n.o 1, do Regulamento (UE) 2016/679 com base em dados biométricos, na medida em que não sejam proibidos nos termos do presente regulamento, e os sistemas de reconhecimento de emoções não proibidos nos termos do presente regulamento deverão ser classificados como sendo de risco elevado.

source: Biometric systems which are intended to be used solely for the purpose of enabling cybersecurity and personal data protection measures should not be considered to be high-risk AI systems.
pt_pt: Os sistemas biométricos destinados a serem utilizados exclusivamente para permitir medidas de cibersegurança e de proteção de dados pessoais não deverão ser considerados sistemas de IA de risco elevado.

source: As regards the management and operation of critical infrastructure, it is appropriate to classify as high-risk the AI systems intended to be used as safety components in the management and operation of critical digital infrastructure as listed in point (8) of the Annex to Directive (EU) 2022/2557, road traffic and the supply of water, gas, heating and electricity, since their failure or malfunctioning may put at risk the life and health of persons at large scale and lead to appreciable disruptions in the ordinary conduct of social and economic activities.
pt_pt: No tocante à gestão e ao funcionamento de infraestruturas críticas, é apropriado classificar como sendo de risco elevado os sistemas de IA que se destinam a ser utilizados como componentes de segurança na gestão e no funcionamento das infraestruturas digitais críticas conforme enumeradas no ponto 8 do anexo I da Diretiva (UE) 2022/2557, do trânsito rodoviário e das redes de abastecimento de água, gás, aquecimento e eletricidade, uma vez que a falha ou anomalia desses sistemas pode pôr em risco a vida e a saúde das pessoas em larga escala e provocar perturbações substanciais das atividades sociais e económicas normais.

source: Safety components of critical infrastructure, including critical digital infrastructure, are systems used to directly protect the physical integrity of critical infrastructure or the health and safety of persons and property but which are not necessary in order for the system to function.
pt_pt: Os componentes de segurança das infraestruturas críticas, incluindo as infraestruturas digitais críticas, são sistemas utilizados para proteger diretamente a integridade física das infraestruturas críticas ou a saúde e a segurança das pessoas e dos bens, mas que não são necessários para o funcionamento do sistema.

source: The failure or malfunctioning of such components might directly lead to risks to the physical integrity of critical infrastructure and thus to risks to health and safety of persons and property.
pt_pt: A falha ou a anomalia desses componentes pode conduzir diretamente a riscos para a integridade física das infraestruturas críticas e, por conseguinte, a riscos para a saúde e a segurança das pessoas e dos bens.

source: Components intended to be used solely for cybersecurity purposes should not qualify as safety components.
pt_pt: Os componentes destinados a serem utilizados exclusivamente para fins de cibersegurança não deverão ser considerados componentes de segurança.

source: Examples of safety components of such critical infrastructure may include systems for monitoring water pressure or fire alarm controlling systems in cloud computing centres.
pt_pt: Os exemplos de componentes de segurança dessas infraestruturas críticas podem incluir sistemas de monitorização da pressão da água ou sistemas de controlo de alarmes de incêndio em centros de computação em nuvem.

source: The deployment of AI systems in education is important to promote high-quality digital education and training and to allow all learners and teachers to acquire and share the necessary digital skills and competences, including media literacy, and critical thinking, to take an active part in the economy, society, and in democratic processes.
pt_pt: A implantação de sistemas de IA no domínio da educação é importante para promover a educação e a formação digitais de elevada qualidade e permitir que todos os aprendentes e professores adquiram e partilhem as aptidões e competências digitais necessárias, incluindo a literacia mediática e o pensamento crítico, a fim de participarem ativamente na economia, na sociedade e nos processos democráticos.

source: However, AI systems used in education or vocational training, in particular for determining access or admission, for assigning persons to educational and vocational training institutions or programmes at all levels, for evaluating learning outcomes of persons, for assessing the appropriate level of education for an individual and materially influencing the level of education and training that individuals will receive or will be able to access or for monitoring and detecting prohibited behaviour of students during tests should be classified as high-risk AI systems, since they may determine the educational and professional course of a person’s life and therefore may affect that person’s ability to secure a livelihood.
pt_pt: Contudo, os sistemas de IA utilizados no domínio da educação ou da formação profissional, nomeadamente para determinar o acesso ou a admissão, para afetar pessoas a instituições ou a programas de ensino e de formação profissional em todos os níveis, para avaliar os resultados de aprendizagem das pessoas, para aferir o grau de ensino adequado para uma pessoa e influenciar de forma substancial o nível de ensino e formação que as pessoas receberão, ou a que serão capazes de aceder, ou para monitorizar e detetar comportamentos proibidos de estudantes durante os testes, deverão ser considerados sistemas de IA de risco elevado, uma vez que podem determinar o percurso educativo e profissional de uma pessoa e, como tal, pode afetar a capacidade dessa pessoa assegurar a subsistência.

source: When improperly designed and used, such systems may be particularly intrusive and may violate the right to education and training as well as the right not to be discriminated against and perpetuate historical patterns of discrimination, for example against women, certain age groups, persons with disabilities, or persons of certain racial or ethnic origins or sexual orientation.
pt_pt: Se indevidamente concebidos e utilizados, estes sistemas podem ser particularmente intrusivos e violar o direito à educação e à formação, bem como o direito a não ser alvo de discriminação nem de perpetuação de padrões históricos de discriminação, por exemplo contra as mulheres, determinados grupos etários, pessoas com deficiência ou pessoas de uma determinada origem racial ou étnica ou orientação sexual.
